tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nulogy/nulogy", "git@github.com:nulogy/homebrew-nulogy.git"
brew "automake"
brew "bison"
brew "chruby"
brew "gettext"
brew "openssl@1.1"
brew "curl"
brew "elixir"
brew "entr"
brew "exercism"
brew "gdbm"
brew "git"
brew "gmp"
brew "hub"
brew "libffi"
brew "libyaml"
brew "md5sha1sum"
brew "ncurses"
brew "pcre"
brew "nginx"
brew "node"
brew "nvm"
brew "readline"
brew "postgresql"
brew "ruby-install"
brew "ssh-copy-id"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-you-should-use"
brew "nulogy/nulogy/branj"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "disk-inventory-x"
cask "docker"
cask "fork"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kitematic"
cask "netspot"
cask "pgadmin4"
cask "phantomjs"
cask "postman"
cask "quicklook-csv"
cask "rowanj-gitx"
cask "rubymine"
cask "sourcetree"
cask "spectacle"
cask "sublime-text"
cask "tunnelblick"
cask "tuple"
