tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nulogy/nulogy", "git@github.com:nulogy/homebrew-nulogy.git"
brew "gettext"
brew "git"
brew "asdf"
brew "automake"
brew "openssl@3"
brew "readline"
brew "xz"
brew "awscli"
brew "bison"
brew "chruby"
brew "coreutils"
brew "curl"
brew "entr"
brew "exercism"
brew "fzf"
brew "gdbm"
brew "gh"
brew "gnupg"
brew "helm"
brew "kubeseal"
brew "libffi"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "ncurses"
brew "nginx"
brew "nvm"
brew "pcre"
brew "postgresql@14"
brew "postgresql@15"
brew "ruby-install"
brew "shared-mime-info"
brew "sops"
brew "ssh-copy-id"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-you-should-use"
brew "nulogy/nulogy/branj"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "chromedriver"
cask "cursor"
cask "docker"
cask "iterm2"
cask "keepingyouawake"
cask "postman"
cask "rectangle"
cask "rubymine"
cask "sourcetree"
vscode "eamodio.gitlens"
vscode "ms-vscode.sublime-keybindings"
vscode "rebornix.ruby"
vscode "rubocop.vscode-rubocop"
vscode "wingrunr21.vscode-ruby"
