tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nulogy/nulogy", "git@github.com:nulogy/homebrew-nulogy.git"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bison"
brew "chruby"
brew "gmp"
brew "coreutils"
brew "gettext"
brew "curl"
brew "docker", link: false
brew "entr"
brew "exercism"
brew "gdbm"
brew "gh"
brew "git"
brew "helm"
brew "libffi"
brew "libyaml"
brew "md5sha1sum", link: false
brew "ncurses"
brew "nginx"
brew "node"
brew "nvm"
brew "pcre"
brew "postgresql@14"
brew "prettier"
brew "python@3.9"
brew "ruby-install"
brew "shared-mime-info"
brew "ssh-copy-id"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "typescript"
brew "watch"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-you-should-use"
brew "nulogy/nulogy/branj"
cask "alfred"
cask "bartender"
cask "chromedriver"
cask "docker"
cask "iterm2"
cask "keepingyouawake"
cask "pgadmin4"
cask "phantomjs"
cask "postman"
cask "quicklook-csv"
cask "rectangle"
cask "rubymine"
cask "sourcetree"
cask "sublime-text"
cask "tuple"
